Repository: plone-ve/collective.sticky
Catalog: collective/sticky/locales/*/LC_MESSAGES/collective.sticky.po
Languages: es

source: Adds a sticky field
es: Añadir un campo anclado

source: Allows news items to be marked as 'sticky' so they appear at the top of collections.
es: Permite que las noticias se marquen como 'anclada' para que aparezcan en la parte superior de las colecciones.

source: Should this page be "sticky" and appear at the top of sticky-aware collections?
es: ¿Debería esta página ser "anclada" y aparecer en la parte superior de las colecciones configuradas?

source: Sticky Behavior
es: Comportamiento Sticky

source: Sticky summary view
es: Vista de resumen con elementos anclados

source: Uninstall 'sticky' params.
es: Desinstalar los parámetros 'anclados'.

source: collective.sticky
es: Instalar el componente collective.sticky

source: collective.sticky.uninstall
es: Desinstalar el componente collective.sticky

source: featured_items
es: Destacado ${items}

source: other_items
es: Reciente ${items}
